{ "translations": {
    "Error getting OAuth access token" : "Produciuse un erro ao obter o testemuño de acceso OAuth",
    "Error during OAuth exchanges" : "Produciuse un erro durante os intercambios de OAuth",
    "Signature of %s" : "Sinatura de %s",
    "Bad HTTP method" : "Método HTTP incorrecto",
    "Bad credentials" : "Credenciais incorrectas",
    "OAuth access token refused" : "O testemuño de acceso de OAuth foi rexeitado",
    "Connected accounts" : "Contas conectadas",
    "DocuSign integration" : "Integración de DocuSign",
    "DocuSign is an electronic signature solution." : "DocuSign é unha solución de sinatura electrónica.",
    "If you want to use DocuSign, create an application in your DocuSign \"My Apps & Keys\" developer account settings and put the client ID (integration key) and secret below." : "Se quere usar DocuSign, cree unha aplicación nos axustes da súa conta «As miñas aplicacións e chaves» de DocuSign e coloque o ID de cliente (chave de integración) e o segredo a seguir.",
    "Make sure you set this \"Redirect URI\":" : "Asegúrese de definir este «URI de redirección»:",
    "If your DocuSign user is associated with multiple DocuSign accounts, the default one will be used." : "Se o seu usuario de DocuSign está asociado con varias contas de DocuSign, utilizarase a predeterminada.",
    "Client ID (aka integration key)" : "ID de cliente (tamén coñecido como chave de integración)",
    "Client ID of your application" : "ID de cliente da súa aplicación",
    "Application secret key" : "Chave secreta da aplicación",
    "Secret key of your application" : "Chave secreta da súa aplicación",
    "Connect to DocuSign" : "Conectar con DocuSign",
    "Connected as {user} ({email})" : "Conectado como {user} ({email})",
    "Disconnect from DocuSign" : "Desconectar de DocuSign",
    "Successfully connected to DocuSign!" : "Conectou satisfactoriamente con DocuSign!",
    "OAuth access token could not be obtained:" : "Non foi posíbel obter o testemuño de acceso OAuth",
    "DocuSign admin options saved" : "Gardáronse as opcións de administración de DocuSign",
    "Failed to save DocuSign admin options" : "Produciuse un fallo ao gardar as opcións de administración de DocuSign",
    "Failed to save DocuSign OAuth state" : "Produciuse un fallo ao gardar o estado do OAuth de DocuSign",
    "Request a signature via DocuSign" : "Solicitar unha sinatura a través de DocuSign",
    "Users or email addresses" : "Usuarios ou enderezos de correo-e",
    "Nextcloud users or email addresses" : "Usuarios de Nextcloud ou enderezos de correo-e",
    "Recipients will receive an email from DocuSign with a link to sign the document. You will be informed by email when the document has been signed by all recipients." : "Os destinatarios recibirán un correo-e de DocuSign cunha ligazón para asinar o documento. Informarase por correo-e cando o documento sexa asinado por todos os destinatarios.",
    "Cancel" : "Cancelar",
    "Request signature" : "Solicitar sinatura",
    "Recipients will receive an email from DocuSign to sign the document" : "Os destinatarios recibirán un correo-e de DocuSign para asinar o documento",
    "Failed to request signature with DocuSign" : "Produciuse un fallo ao solicitar a sinatura con DocuSign",
    "No recommendations. Start typing." : "Non hai recomendacións. Comece a escribir.",
    "Who?" : "Quen?",
    "Users or groups" : "Usuarios ou grupos",
    "Impossible to get user/group/circle list" : "Non é posíbel obter a lista de usuarios/grupos/círculos"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}